; Slovak
; Slovak translation (Marián Hikaník)

[i18n]
IDS_LCID=0x041b
IDS_UPDATE_NO=Nie sú dostupné žiadne aktualizácie.
IDS_UPDATE_YES=Je dostupná nová verzia (%s). Chcete otvoriť stránku s možnosťou stiahnutia programu?
IDS_FILE=Súbor
IDS_SETTINGS=Nastavenia
IDS_EXIT=Ukončiť\tEsc
IDS_LANGUAGE=Language
IDS_HELP=Pomocník
IDS_WEBSITE=Internetová stránka
IDS_DONATE=Donate
IDS_CHECKUPDATES=Skontrolovať dostupnosť aktualizácií
IDS_ABOUT=O programe
IDS_CODE=Error code:
IDS_MODULES=Modules
IDS_DESCRIPTION=Description:
IDS_INFORMATION=Code (dec.): %lu\r\nCode (hex.): 0x%.8lx\r\nSeverity: %s (0x%02x)\r\nFacility: %s (0x%02x)
IDS_ALWAYSONTOP_CHK=Vždy navrchu
IDS_INSERTBUFFER_CHK=Vytvoriť medzipamäť pri spustení
IDS_CHECKUPDATES_CHK=Pravidelne kontrolovať dostupnosť aktualizácií (odporúča sa)
IDS_STATUS_TOTAL=Loaded modules: %d of %d
IDS_STATUS_EMPTY=No description found.
IDS_STATUS_EMPTY2=No database found.
